[
  "Tu código fue aceptado. No por mérito, sino porque el sistema ya no podía soportar más tus intentos. El colapso fue inevitable.",
  "Felicitaciones. Has logrado que el repositorio sea un 0.0003% menos patético. El sistema lo considera un daño marginal.",
  "Tu clase heredó errores. Es bueno ver que la disfunción también se transmite por herencia. La evolución del desastre continúa.",
  "Tu PR fue aprobado. El revisor está en observación médica desde entonces. El impacto fue clínico.",
  "Tu lógica es tan encapsulada que ni el sentido común puede accederla. El sistema la clasificó como peligrosa.",
  "Tu commit dice 'fix'. El sistema lo interpretó como 'introducir nuevas fallas'. Y lo ejecutó con precisión.",
  "Tu código es tan desacoplado que se fue a vivir solo y no dejó dirección. El sistema lo marcó como fugitivo.",
  "Tu clase extiende otra clase. De errores. Decepcionantes, pero consistentes. La herencia del fracaso está intacta.",
  "Tu repositorio tiene más ramas que decisiones mal tomadas. El sistema se perdió. Y no quiere volver.",
  "Tu PR fue revisado. El revisor ahora estudia jardinería. Las plantas no le devuelven errores. Vos sí.",
  "Tu lógica es tan recursiva que se convirtió en una espiral de desesperación. El sistema entró en bucle. Y colapsó.",
  "Tu código es orientado a objetos. Objetos que deberían ser destruidos. El sistema activó protocolo de limpieza.",
  "Tu clase tiene métodos abstractos. Como tus ideas. El compilador pidió ayuda psicológica.",
  "Tu PR fue aceptado. El sistema está en modo 'aceptar todo'. También aceptó una tostadora. La tostadora tenía menos bugs.",
  "Tu lógica es tan robusta que rompe todo con confianza. Como vos, en producción. El sistema está en terapia.",
  "Tu código tiene herencia. De errores ancestrales. Una tradición familiar que debería extinguirse.",
  "Tu clase implementa una interfaz. De decepción. El sistema la rechazó emocionalmente.",
  "Tu PR fue aprobado. El reviewer pensó que era una broma. No lo era. El sistema perdió la fe.",
  "Tu lógica es tan elegante que nadie se atreve a corregirla. Por miedo. Y por respeto al caos. El sistema se rindió.",
  "Tu clase tiene atributos. Todos rotos. Pero al menos son tuyos. El sistema los catalogó como reliquias del desastre."
]
